{
    "MakeAppoinment":"Make Appointment",
    "Hello": "Hello",
    "Meet the thought leader of the next generation": "Meet the thought leader of the next generation",
    "Member of parliament – ​​Guatemala": "Member of parliament – ​​Guatemala",
    "Education system": "Education system",
    "Climate change": "Climate change",
    "Health and Medicine":"Health and Medicine",
    "public transportation":"public transportation",
    "Events":"Events",
    "Meet Dr. Marvin Orellana":"Meet Dr. Marvin Orellana",
    "about.content": "Guatemalan doctor and surgeon Marvin Orellana López has a notable career in public service. Born on March 1st, 1970, Marvin has dedicated his life to medicine and politics. At the University of San Carlos in Guatemala, he completed his medical training before expanding his knowledge with a master's degree in public administration. His dedication to his country led him to serve three consecutive terms as a representative in the Guatemalan Congress, where he focused on legislation and oversight. During his work with Médicos del Mundo Spain, he has contributed to the educational and health development of Guatemala. Respected as a leader, Marvin is well-known for his integrity and commitment to improving the lives of Guatemalans.",
    "Learn more about Dr. Marvin": "Learn more about Dr. Marvin",
    "We will make our country a better place": "We will make our country a better place",
    "Get In Touch":"Get In Touch",
    "CONTACT NUMBER":"CONTACT NUMBER",
    "E-MAIL":"E-MAIL",
    "OFFICE":"OFFICE",
    "Recent Upload Blogs":"Recent Upload Blogs",
    "eduSort":"Key problems in Guatemala's education systems include low funding, unequal access, poor quality, high dropout rates, teacher shortages, and scarce resources.",
    "Climatechange":"Coordinated national, regional and local initiatives are needed to address the challenges of climate change in Guatemala in order to reduce emissions, increase resilience and support sustainable development.",
    "Health":"Healthcare problems in Guatemala will require investments in infrastructure, training of health personnel, improved access to services, and policies that prioritize health equity and universal health coverage.",
    "Public":"Air pollution, insufficient infrastructure, overcrowding, safety problems, lack of accessibility, and erratic schedules are some of the problems with public transportation in Guatemala.",

    "cardOne":"God has given us all life as a priceless gift. I wholeheartedly support the right to life as the first and most important right as a parent and Christian.",
    "cardTwo":"Reduce restrictions that prevent economic expansion and job development, allowing companies to prosper and generate additional job opportunities.",
    "cardThree":"Instead of using our children as subjects of social experiments, our schools must be centers for preparing the next generation of leaders.",
    "cardFour":"Promote policies that encourage investment, job creation and sustainable growth to support Guatemala's economic recovery and development objectives.",
    "cardHead":"Dr. Marvin Orellana fights hard for the good of the people of Guatemala",
    "cardSubHead":"Let us collaborate in the hope of a brighter nation."



 
}