{
    "Hello": "Hola",
    "Meet the thought leader of the next generation": "Conoce al líder de pensamiento de la próxima generación",
    "Member of parliament – ​​Guatemala": "Miembro del parlamento – Guatemala",
    "Education system": "Sistema educativo",
    "Climate change": "Cambio climático",
    "Health and Medicine":"Salud y Medicina",
    "public transportation":"transporte público",
    "Events":"Eventos",
    "Meet Dr. Marvin Orellana":"Conozca al Dr. Marvin Orellana",
    "about.content": "El médico y cirujano guatemalteco Marvin Orellana López tiene una destacada trayectoria en el servicio público. Nacido el 1 de marzo de 1970, Marvin ha dedicado su vida a la medicina y la política. En la Universidad de San Carlos en Guatemala, completó su formación médica antes de ampliar sus conocimientos con una maestría en administración pública. Su dedicación a su país lo llevó a servir tres mandatos consecutivos como representante en el Congreso de Guatemala, donde se centró en legislación y supervisión. Durante su trabajo con Médicos del Mundo España, ha contribuido al desarrollo educativo y sanitario de Guatemala. Respetado como líder, Marvin es conocido por su integridad y compromiso para mejorar las vidas de los guatemaltecos.",
    "Learn more about Dr. Marvin": "Obtenga más información sobre el Dr. Marvin",
    "We will make our country a better place": "Haremos de nuestro país un lugar mejor",
    "Get In Touch":"Ponerse en contacto",
    "CONTACT NUMBER":"NÚMERO DE CONTACTO",
    "E-MAIL":"CORREO ELECTRÓNICO",
    "OFFICE":"OFICINA",
    "Recent Upload Blogs":"Blogs cargados recientemente",
    "eduSort":"Los problemas clave en los sistemas educativos de Guatemala incluyen baja financiación, acceso desigual, mala calidad, altas tasas de deserción, escasez de docentes y recursos escasos.",
    "Climatechange":"Se necesitan iniciativas nacionales, regionales y locales coordinadas para abordar los desafíos del cambio climático en Guatemala con el fin de reducir las emisiones, aumentar la resiliencia y apoyar el desarrollo sostenible.",
    "Health":"Los problemas de atención de salud en Guatemala requerirán inversiones en infraestructura, capacitación de personal de salud, mejor acceso a los servicios y políticas que prioricen la equidad en salud y la cobertura universal de salud.",
    "Public":" La contaminación del aire, la infraestructura insuficiente, el hacinamiento, los problemas de seguridad, la falta de accesibilidad y los horarios erráticos son algunos de los problemas del transporte público en Guatemala.",
    
    "cardOne":"Dios nos ha dado toda la vida como un regalo invaluable. Apoyo de todo corazón el derecho a la vida como el primer y más importante derecho como padre y cristiano.",
    "cardTwo":"Disminuir las restricciones que impiden la expansión económica y el desarrollo de empleos, permitiendo a las empresas prosperar y generar posibilidades laborales adicionales.",
    "cardThree":"En lugar de utilizar a nuestros niños como sujetos de experimentos sociales, nuestras escuelas deben ser centros para preparar a la próxima generación de líderes.",
    "cardFour":"Promover políticas que fomenten la inversión, la creación de empleo y el crecimiento sostenible para apoyar la recuperación económica y los objetivos de desarrollo de Guatemala.",
    "cardHead":"Dr. Marvin Orellana lucha duro por el bien del pueblo de Guatemala",
    "cardSubHead":"Colaboremos con la esperanza de una nación más brillante."
}